Repository: shahdhesham5/ContractSystem
Catalog: Clients/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Company Name
ar: أسم الشركة الرئيسية

source: Manager
ar: المسؤول

source: Phone Number
ar: رقم الهاتف

source: City
ar: المحافظة

source: Area
ar: المنطقة

source: Company Address
ar: عنوان الشركة الرئيسية

source: Sub Company Name
ar: أسم الشركة

source: Sub Company Address
ar: عنوان الشركة

source: Site
ar: أسم الموقع

source: Location URL
ar: الموقع

source: Site Address
ar: عنوان الموقع

source: Comment
ar: ملحوظة

source: Phone number must be 11 digits long.
ar: يجب أن يكون رقم الهاتف مكوناً من 11 رقمًا.
