Repository: shahdhesham5/ContractSystem
Catalog: contracts/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Company Name
ar: أسم الشركة الرئيسية

source: Start Date
ar: بداية العقد

source: End Date
ar: نهاية العقد

source: Contract Price Value
ar: قيمة العقد

source: Annual Percentage
ar: الزيادة السنوية

source: Auto Renew
ar: يجدد تلقائي

source: Emergency Visit Price
ar: سعر الزيارة الطارئة

source: Emergency Visit within
ar: تتم الزيارة الطارئة خلال

source: Invoice Frequency
ar: مواعيد الفواتير

source: Invoice Calculated Date
ar: بداية/نهاية

source: Maintenance Frequency
ar: مواعيد الزيارات

source: Company Branch
ar: فرع الشركة

source: Damgh Date
ar: تاريخ الدمغ

source: Damgh Price
ar: سعر الدمغ

source: Contract Image
ar: صورة العقد

source: Contract PDF
ar: فايل العقد

source: Only PDF files are allowed.
ar: مسموح فقط بملفات PDF.

source: File too large. Size should not exceed 10 MB.
ar: الملف كبير جدًا. يجب ألا يتجاوز الحجم 10 ميغابايت.

source: File too large. Size should not exceed 5 MiB.
ar: الملف كبير جدًا. يجب ألا يتجاوز الحجم 5 ميجابايت.

source: Every Month
ar: كل شهر

source: Every 2 Months
ar: كل شهرين

source: Every 3 Months
ar: كل ٣ شهور

source: Every 4 Months
ar: كل ٤ شهور

source: Every 6 Months
ar: كل ٦ شهور

source: International company
ar: الدولية

source: Millenium company
ar: ميلينيوم

source: Cairo
ar: القاهرة

source: Alexandria
ar: أسكندرية

source: From the Start of the Frequency Period
ar: بداية

source: From the End of the Frequency Period
ar: نهاية

source: Company
ar: الشركة

source: Invalid image extension. Only the following formats are allowed: {}.
ar: امتداد الصورة غير صالح. التنسيقات المسموح بها هي: {}.

source: Invalid file extension. Only the following formats are allowed: {}.
ar: امتداد الملف غير صالح. التنسيقات المسموح بها هي: {}.

source: Engineer name
ar: أسم مهندس الصيانة

source: Visit date
ar: من

source: Visit Due date
ar: إلي

source: Visit Completed date
ar: تاريخ الزيارة

source: Done
ar: تم

source: Visit Image
ar: صورة الزيارة

source: Visit PDF
ar: فايل الزيارة

source: Invoice date
ar: تاريخ الفاتورة

source: Invoice value
ar: قيمة الفاتورة

source: Is paid
ar: تم الدفع

source: Invoice Image
ar: صورة الفاتورة

source: Invoice PDF
ar: فايل الفاتورة

source: Emergency Visit Request date
ar: تاريخ طلب الزيارة الطارئة

source: Emergency Visit date
ar: تاريخ الزيارة الطارئة

source: Price
ar: سعر الزيارة الطارئة

source: Comment
ar: ملحوظة

source: Emergency Visit Image
ar: صورة الزيارة الطارئة

source: Emergency Visit PDF
ar: فايل الزيارة الطارئة
